--------------------------------------------
--카테고리 인서트문
--------------------------------------------
INSERT INTO YESSMALL_CATEGORY VALUES(1, '생활용품');
INSERT INTO YESSMALL_CATEGORY VALUES(2, '주방용품');
INSERT INTO YESSMALL_CATEGORY VALUES(3, '욕실용품');
INSERT INTO YESSMALL_CATEGORY VALUES(4, '일회용품');
INSERT INTO YESSMALL_CATEGORY VALUES(5, '패션잡화');

--------------------------------------------
--예스몰 제품 더미데이터
--------------------------------------------
--INSERT INTO YESSMALL_PROD VALUES(시퀀스,카테고리,제품명,제품소개,제품상세소개, 가격,재고수량);
INSERT INTO YESSMALL_PROD VALUES(SEQ_YESSMALL_CATEGORY_NO,1,'친환경 양치세트','친환경 재료로 만든 양치세트',
'깨끗한 치아를 위한 친환경 양치세트.<br><br><br> 구성 : 대나무 칫솔 2개, 치약 1개<br><br> 1. 대나무 칫솔<br> 크기 : 18cm <br> 특징 : 플라스틱 칫솔의 대체품으로, 환경호르몬 및 유해물질로부터 안전한 친환경 칫솔입니다.<br><br> 2. 치약 : 50ml', 10000, 200);
INSERT INTO YESSMALL_PROD VALUES(SEQ_YESSMALL_CATEGORY_NO,1,'무지 텀블러','','', 13000,300);

---------------------------------------------------------------
--리뷰 제품 더미데이터 (제품당 기본 5개 이상, 인기제품은 50개 이상)
---------------------------------------------------------------


--------------------------------------------
--
--------------------------------------------
